const courses = [
    {
      id: 1,
      title: "B057 Информационные технологии",
      description:
        "Программы, направленные на подготовку специалистов в области разработки ПО, системного анализа и других IT-направлений.",
      subjects: ["Разработка ПО", "Системный анализ", "Базы данных"],
    },
    {
      id: 2,
      title: "B058 Информационная безопасность",
      description:
        "Обучение специалистов по защите информации и кибербезопасности.",
      subjects: ["Криптография", "Сетевые технологии", "Защита данных"],
    },
    {
      id: 3,
      title: "B059 Коммуникации и коммуникационные технологии",
      description: "Фокус на телекоммуникационных системах и сетях.",
      subjects: ["Сети связи", "Мобильные технологии", "Оптоволоконные системы"],
    },
    {
      id: 4,
      title: "B042 Журналистика и репортерское дело",
      description: "Подготовка специалистов в области медиа и коммуникаций.",
      subjects: ["Медиаанализ", "Редакторская деятельность", "Тележурналистика"],
    },
    {
      id: 5,
      title: "B044 Менеджмент и управление",
      description:
        "Программы, ориентированные на электронный бизнес и инновационный менеджмент.",
      subjects: ["Маркетинг", "Финансы", "Бизнес-аналитика"],
    },
  ];
  
export default courses;
  